[
  {
    "slug": "asx-morning-briefing-2026-02-05",
    "title": "ASX Morning Briefing: Commodities steady, banks lead early bid",
    "excerpt": "Iron ore trades range-bound while the big four banks attract fresh inflows ahead of earnings season. Our AI desk highlights liquidity pockets and sector momentum.",
    "date": "Feb 5, 2026",
    "category": "Market Brief",
    "content": [
      "Futures point to a measured open as miners consolidate after a strong January run. Materials remain sensitive to China policy headlines, but spot pricing for iron ore and copper is holding firm.",
      "Financials are the early rotation target. Our models show rising net interest margins stabilising, though deposit competition remains a watch item across the majors.",
      "Key themes for today: watch energy stocks for LNG pricing updates, and monitor small-cap lithium names for continued volume spikes."
    ]
  },
  {
    "slug": "sector-roundup-technology-edge-ai",
    "title": "Sector Roundup: Edge AI stocks regain momentum",
    "excerpt": "ASX-listed AI and semiconductor names are showing renewed relative strength as global chip demand rebounds.",
    "date": "Feb 3, 2026",
    "category": "Sector Roundup",
    "content": [
      "Small and mid-cap technology names delivered above-market gains this week, led by renewed appetite for edge AI solutions. Investors are favouring companies with clear commercial pathways and near-term revenue catalysts.",
      "Our screening highlights rising trading volumes in Brainchip and Weebit Nano, while enterprise AI data providers are stabilising after a volatile 2025.",
      "Near-term focus: watch for partnership announcements and customer qualification milestones as firms race to production scale."
    ]
  },
  {
    "slug": "stock-of-the-week-csl",
    "title": "Stock of the Week: CSL and the defensive growth trade",
    "excerpt": "CSL remains a core defensive growth holding with plasma volume recovery and a deep pipeline of biologics.",
    "date": "Jan 31, 2026",
    "category": "Stock of the Week",
    "content": [
      "CSL plasma collection trajectory continues to improve, supporting margin recovery across key therapies. The company balance sheet strength allows continued investment in R&D and manufacturing scale.",
      "While competitive dynamics in plasma are evolving, CSL global footprint and proven execution provide confidence in mid-cycle earnings resilience.",
      "Investors will watch upcoming regulatory filings and pipeline updates for signals on next leg growth."
    ]
  },
  {
    "slug": "lithium-outlook-2026",
    "title": "Lithium Outlook 2026: Volatility with a structural tailwind",
    "excerpt": "Lithium prices remain volatile, but long-term demand from EVs and energy storage keeps the sector on investor watchlists.",
    "date": "Jan 28, 2026",
    "category": "Sector Roundup",
    "content": [
      "Lithium equities saw mixed performance as spot pricing consolidated. Developers with near-term financing needs remain sensitive to cost inflation and funding terms.",
      "Our models favour projects with low operating costs and clear offtake partners. Investors should watch permitting progress and capital structure updates this quarter.",
      "Key names on the radar include Lake Resources and Sayona Mining for execution milestones."
    ]
  },
  {
    "slug": "big-four-banks-earnings-preview",
    "title": "Big Four Banks: Earnings season preview and margin watch",
    "excerpt": "CBA, NAB, WBC, and ANZ head into reporting season with margins in focus. Here is what our models are watching.",
    "date": "Jan 25, 2026",
    "category": "Market Brief",
    "content": [
      "Australia big four banks enter earnings season with net interest margins under the microscope. After a period of expansion driven by rate hikes, the question now is whether margins can hold as deposit competition heats up and mortgage repricing plateaus.",
      "CBA is expected to lead on return on equity, supported by its digital banking edge and sticky retail deposit base. NAB business banking franchise should deliver steady growth, while WBC and ANZ focus on cost discipline and portfolio simplification.",
      "Credit quality is the key swing factor. Arrears have ticked up modestly in housing and SME lending, but remain well below cycle averages. Our models suggest provisions are adequate barring a sharp macro deterioration.",
      "Dividend announcements will attract attention. All four banks maintain strong capital ratios above regulatory minimums, leaving room for stable or modestly higher payouts."
    ]
  },
  {
    "slug": "iron-ore-china-demand-signals",
    "title": "Iron Ore: Reading the China demand signals for ASX miners",
    "excerpt": "Steel production data and infrastructure spending plans shape the near-term outlook for BHP, RIO, and FMG.",
    "date": "Jan 22, 2026",
    "category": "Sector Roundup",
    "content": [
      "Iron ore remains the single largest earnings driver for ASX Materials heavyweights BHP, Rio Tinto, and Fortescue. The commodity has traded in a US dollar 100 to 120 per tonne band over recent months, with Chinese policy headlines creating short-term volatility.",
      "Steel production data for January showed a modest uptick, supported by infrastructure stimulus and seasonal restocking. However, property sector weakness continues to weigh on long-term demand expectations.",
      "Our models track port inventories, steel mill utilisation rates, and shipping data as leading indicators. Current readings suggest demand is stabilising rather than accelerating consistent with a sideways pricing environment.",
      "For investors, the key takeaway is that current iron ore prices comfortably support BHP and RIO dividend yields above 4 percent, while FMG lower cost base provides additional margin cushion."
    ]
  },
  {
    "slug": "healthcare-sector-defensive-appeal",
    "title": "Health Care Sector: Why defensives are back in favour",
    "excerpt": "Rate uncertainty and global volatility are driving flows into ASX health care names like CSL and Polynovo.",
    "date": "Jan 18, 2026",
    "category": "Sector Roundup",
    "content": [
      "Health care stocks have outperformed the broader ASX over the past month as investors rotate into defensive growth amid macro uncertainty. The sector offers earnings visibility, low correlation to commodity cycles, and exposure to structural demand themes.",
      "CSL remains the sector bellwether, with plasma collection volumes tracking ahead of expectations and pipeline catalysts in immunology providing upside optionality. The stock trades at a premium to the ASX 200 but has historically justified that premium through consistent execution.",
      "Polynovo continues to build market share for its NovoSorb wound care products, with international expansion providing the next leg of growth. Revenue growth has been strong, and the company is approaching profitability.",
      "Investors seeking defensive exposure with growth characteristics should monitor this sector closely, particularly if interest rate uncertainty persists."
    ]
  },
  {
    "slug": "small-cap-gold-developers-2026",
    "title": "Small-Cap Gold: Developers to watch as the gold price climbs",
    "excerpt": "Rising gold prices are shining a spotlight on ASX-listed developers like De Grey Mining with near-term catalysts.",
    "date": "Jan 15, 2026",
    "category": "Stock of the Week",
    "content": [
      "Gold has climbed above US 2100 per ounce, driven by central bank buying, geopolitical hedging, and expectations that the global rate cycle has peaked. For ASX-listed gold developers, higher prices improve project economics and attract funding interest.",
      "De Grey Mining Hemi project in Western Australia is the standout. The resource base continues to grow with ongoing drilling, and feasibility studies point to a large-scale, low-cost operation. Management is progressing permitting and evaluating development financing options.",
      "Nova Minerals is advancing exploration at its Alaska gold projects, though earlier-stage investors should note the higher risk profile and funding requirements typical of exploration companies.",
      "Our models suggest that sustained gold prices above US 2000 per ounce make several ASX developers increasingly attractive on a risk-adjusted basis. Key catalysts to watch include resource updates, feasibility results, and strategic partnership announcements."
    ]
  }
]